Repository: AsilbekT/camuf.uz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, tr

source: Tamomlagan bilim yurtini tastiqlovchi xujjat
ru: Подтверждающий документ об окончании обучения
tr: Eğitimin yapıldığı ülkeyi onaylayan bir belge

source: Familiya
ru: Фамилия
tr: Soyadı

source: Ism
ru: Имя
tr: İsim

source: Otasini ismi
ru: Отчество
tr: Baba Adı

source: Pasport Seriya raqami
ru: Серия и номер паспорта
tr: Pasaport Seri Numarası

source: Pasport nusxasi
ru: Копия паспорта
tr: Pasaport Fotokopisi

source: Viloyat
ru: Область
tr: İl

source: Tuman
ru: Район
tr: İlçe

source: Diplom nusxasi
ru: Копия диплома
tr: Diploma Fotokopisi

source: Telefon raqam
ru: Номер телефона
tr: Telefon Numarası

source: Elektron manzil
ru: Электронный адрес
tr: E-posta Adresi

source: University pics -> {}
ru: Изображения университета -> {}
tr: Üniversite resimleri -> {}

source: University Pictures
ru: Изображения университета
tr: Üniversite Resimleri

source: Gallery -> {}
ru: Галерея -> {}
tr: Galeri -> {}

source: Gallery
ru: Галерея
tr: Galeri

source: Galleries
ru: Галереи
tr: Galeriler

source: News Category
ru: Категория новостей
tr: Haber Kategorisi

source: News Categories
ru: Категории новостей
tr: Haber Kategorileri

source: News
ru: Новости
tr: Haberler

source: Article Category
ru: Категория статьи
tr: Makale Kategorisi

source: Article Categories
ru: Категории статей
tr: Makale Kategorileri

source: Article
ru: Статья
tr: Makale

source: Articles
ru: Статьи
tr: Makaleler

source: Worker
ru: Работник
tr: Çalışan

source: Workers
ru: Работники
tr: Çalışanlar

source: Leader
ru: Руководитель
tr: Lider

source: Leaders
ru: Руководители
tr: Liderler

source: Statues
ru: Статуи
tr: Heykeller

source: Event
ru: Событие
tr: Etkinlik

source: Events
ru: События
tr: Etkinlikler

source: Undergraduate Course
ru: Бакалаврский курс
tr: Lisans Programı

source: Undergraduate Courses
ru: Бакалаврские курсы
tr: Lisans Programları

source: Graduate Course
ru: Магистерский курс
tr: Yüksek Lisans Programı

source: Graduate Courses
ru: Магистерские курсы
tr: Yüksek Lisans Programları

source: Interested People
ru: Заинтересованные лица
tr: İlgilenen Kişiler

source: Applied Student
ru: Претендующий студент
tr: Başvuran Öğrenci

source: Applied Students
ru: Претендующие студенты
tr: Başvuran Öğrenciler

source: English
ru: Английский
tr: İngilizce

source: Uzbek
ru: Узбекский
tr: Özbekçe

source: Russian
ru: Русский
tr: Rusça

source: Turkish
ru: Турецкий
tr: Türkçe

source: Universitet haqida
ru: О университете
tr: Üniversite Hakkında

source: dan ortiq talabalar
ru: более студентов
tr: öğrenciden fazla

source: Jamoamizga qo'shiling va kelajagdagi muvaffaqiyatingiz uchun birinchi qadamni qo'ying
ru: Присоединяйтесь к нашей команде и сделайте первый шаг к вашему будущему успеху
tr: Ekibimize katılın ve gelecekteki başarınız için ilk siz olunadım at

source: Ariza topshirish
ru: Подать заявление
tr: Başvuru yapın

source: Muvaffaqqiyatli Yuborildi
ru: Успешно отправлено
tr: Başarıyla Gönderildi

source: ok
ru: ок
tr: tamam

source: Bosh Sahifa
ru: Главная страница
tr: Ana Sayfa

source: Qabul
ru: Прием
tr: Kabul

source: choose_study_language_choice
ru: Выберите язык обучения
tr: Eğitim dili seçin

source: select_study_program
ru: Выберите специальность
tr: Выберите специальность

source: Pasport ni yuklang
ru: Загрузите паспорт
tr: Pasaportu yükleyin

source: Diplomizni yuklang
ru: Загрузите диплом
tr: Diplomanızı yükleyin

source: Ijtimoiy xolatni tastiqlovchi xujjat bor bo'lsa
ru: Если есть документ, подтверждающий социальное положение
tr: Sosyal statüyü teyit eden bir belge varsa

source: Yuborish
ru: Отправить
tr: Gönder

source: To'liq ma'lumot
ru: Подробная информация
tr: Tam Bilgi

source: Home
ru: Главная
tr: Ana Sayfa

source: Contact
ru: Контакт
tr: İletişim

source: Categories
ru: Категории
tr: Kategoriler

source: Search
ru: Поиск
tr: Ara

source: Archive
ru: Архив
tr: Arşiv

source: Jan
ru: Янв
tr: Oca

source: Feb
ru: Фев
tr: Şub

source: March
ru: Март
tr: Mart

source: April
ru: Апр
tr: Nis

source: May
ru: Май

source: June
ru: Июнь
tr: Haz

source: July
ru: Июль
tr: Tem

source: Aug
ru: Авг
tr: Ağu

source: Sep
ru: Сен
tr: Eyl

source: Oct
ru: Окт
tr: Eki

source: Nov
ru: Ноя
tr: Kas

source: Dec
ru: Дек
tr: Ara

source: Contact US
ru: Свяжитесь с нами
tr: Bize Ulaşın

source: Bog'lanish
ru: Связаться
tr: İletişim

source: Siz uchun qulay bo'lgan har qanday usulda biz bilan bog'lanishingiz mumkin. Biz faks yoki elektron pochta orqali 24/7 ishlaymiz. Shuningdek, quyida joylashgan tezkor aloqa shaklidan foydalanishingiz yoki bizga shaxsan tashrif buyurishingiz mumkin. Savollaringizga javob berishdan xursand bo'lamiz.
ru: Вы можете связаться с нами любым удобным для вас способом. Мы доступны 24/7 по факсу или электронной почте. Вы также можете воспользоваться формой быстрой связи ниже или посетить нас лично. Мы будем рады ответить на ваши вопросы.
tr: Bizimle size uygun olan herhangi bir şekilde iletişime geçebilirsiniz. Faks veya e-posta ile 7/24 hizmetinizdeyiz. Ayrıca aşağıdaki hızlı iletişim formunu kullanabilir veya bizi bizzat ziyaret edebilirsiniz. Sorularınızı yanıtlamaktan mutluluk duyarız.

source: Elektorn manzil
ru: Электронный адрес
tr: E-posta Adresi

source: Telefon raqami
ru: Номер телефона
tr: Telefon Numarası

source: Habar
ru: Сообщение
tr: Mesaj

source: Habarni jo'natish
ru: Отправить сообщение
tr: Mesajı Gönder

source: Telefon
ru: Телефон

source: Elektron pochta
ru: Электронная почта
tr: E-posta

source: Manzil
ru: Адрес
tr: Adres

source: O'zbekiston. Farg'ona viloyat, Farg'ona Shaxri
ru: Узбекистан. Ферганская область, город Фергана
tr: Özbekistan, Fergana viloyati, Fergana Shahri

source: Qabul vaqti
ru: Время приема
tr: Resepsiyon saatleri

source: Dushanba-Juma: 8:00 dan - 20:00 gacha
ru: Понедельник-пятница: с 8:00 до 20:00
tr: Pazartesi-Cuma: 8:00 - 20:00 arası

source: Shanba: 8:00 dan - 15:00 gacha
ru: Суббота: с 8:00 до 15:00
tr: Cumartesi: 8:00 - 15:00 arası

source: Yakshanba: Dam olish kuni
ru: Воскресенье: выходной
tr: Pazar: Kapalı

source: Ijtimoiy tarmoqlarda
ru: На социальных сетях
tr: Sosyal medyada

source: Course Details
ru: Подробности курса
tr: Ders Detayları

source: Undergraduate Study
ru: Бакалавриат
tr: Lisans Eğitimi

source: Course
ru: Курс
tr: Ders

source: all_majors
ru: Специальности бакалавриата
tr: Lisans Bölümleri

source: O‘qish davomiyligi:
ru: Продолжительность обучения:
tr: Eğitim Süresi:

source: yil
ru: год
tr: yıl

source: Batafsil
ru: Подробнее
tr: Daha Fazla Oku

source: Event Details
ru: Подробности мероприятия
tr: Etkinlik Detayları

source: Event page
ru: Страница мероприятия
tr: Etkinlik Sayfası

source: O'qituvchi haqida
ru: О преподавателе
tr: Eğitmen Hakkında

source: Other&nbsp;Events
ru: Другие мероприятия
tr: Diğer Etkinlikler

source: E'lonlar taxtasi
ru: Список объявлений

source: Asosiy saxifa
ru: Главная страница
tr: Ana Sayfa

source: Learn More
ru: Узнать больше
tr: Daha Fazla Bilgi

source: So'ngi yangiliklar
ru: Последние новости
tr: En Son Haberler

source: Universitetning soʻnggi yangiliklari, maxsus tadbirlar va talabalar faoliyati haqidagi xabarlarni pochta qutingizga yetkazish uchun elektron pochta manzilingizni kiriting...
ru: Введите свой адрес электронной почты, чтобы получать последние новости университета, специальные мероприятия и студенческие мероприятия, доставленные на ваш почтовый ящик...
tr: En son Üniversite haberlerini, özel etkinlikleri ve öğrenci aktivitelerini gelen kutunuza almak için e-posta adresinizi girin...

source: OBUNA BO'LISH
ru: ПОДПИСАТЬСЯ
tr: ABONE

source: Barcha huquqlar himoyalangan.
ru: Все права защищены.
tr: Her hakkı saklıdır.

source: Maxfiylik siyosati.
ru: Политика конфиденциальности.
tr: Gizlilik Politikası.

source: Grid Gallery
ru: Галерея сетки
tr: Grid Galeri

source: Grid News
ru: Сетка новостей
tr: Kılavuz Haberler

source: History
ru: История
tr: Tarih

source: Christopher Smith
ru: Кристофер Смит

source: First president of the James Whitaker University, served from 1876 to 1897.
ru: Первый президент Университета Джеймса Уитакера, занимал должность с 1876 по 1897 год.
tr: James Whitaker Üniversitesi'nin ilk başkanı, 1876'dan 1897'ye kadar görev yaptı.

source: Oliy ta'limni ta'minlash
ru: Обеспечение высшего образования
tr: Yüksek Öğretim Sağlama

source: MAMASADIKOV NURILLO SHUKRULLAEVICH
ru: МАМАСАДИКОВ НУРИЛЛО ШУКРУЛЛАЕВИЧ

source: Universitet raxbari
ru: Президент университета
tr: Üniversite Yöneticisi

source: Ko'proq bilish
ru: Узнать больше
tr: Daha Fazla Bilgi Edin

source: Statistika
ru: Статистика
tr: İstatistikler

source: Bitiruvchilar
ru: Выпускники
tr: Mezunlar

source: Professor o`qituvchilar
ru: Профессоры
tr: Profesör Öğretim Görevlileri

source: Talabalar shaharchalari
ru: Студенческие города
tr: Öğrenci Şehirleri

source: number_of_students
ru: Количество студентов
tr: Öğrenci sayısı

source: E'lonlar
ru: Объявления
tr: Duyurular

source: Voqealar taqvimini ko'rish
ru: Просмотреть календарь мероприятий
tr: Etkinlik Takvimini Görüntüle

source: Barcha yangiliklarni ko'rish
ru: Посмотреть все новости
tr: Tüm Haberleri Görüntüle

source: Rahbariyat
ru: Лидерство

source: Our_team_members
ru: Члены нашей команды
tr: Ekip üyelerimiz

source: Yo'nalishlar
ru: Направления
tr: Bölümler

source: Bakalavriat
ru: Бакалавриат
tr: Lisans

source: Hodisalar
ru: События
tr: Olaylar

source: Fotografiyalar
ru: Фотографии
tr: Fotoğraflar

source: Aloqa
ru: Контакт
tr: Temas etmek

source: Tillar
ru: Языки
tr: Diller

source: Search Results
ru: Результаты поиска

source: Sizni so'rovingiz muvaffaqqiyatli qabul qilindi, sizga elektron pochta orqali javob beramiz!
ru: Ваш запрос успешно принят, мы ответим вам по электронной почте!
tr: Talebiniz başarıyla alındı, size e-posta ile cevap vereceğiz!

source: Team Member Profile
ru: Профиль участника команды
tr: Takım Üyesi Profili

source: Member Profile
ru: Профиль участника
tr: Üye Profili

source: Get in Touch
ru: Связаться
tr: Temasta olmak

source: About
ru: О нас
tr: Hakkında

source: Certificates and Awards
ru: Сертификаты и награды
tr: Sertifikalar ve Ödüller

source: Our Lecturer
ru: Наши лекторы

source: Team
ru: Команда

source: Admission
ru: Прием
tr: Kabul

source: Contact Page
ru: Страница контактов

source: Central Asian Medical University tibbiyot universiteti 2023/2024 o‘quv yili uchun qabul boshlanganligini ma'lum qiladi.
ru: Известно, что Центральный азиатский медицинский университет начал приемстудентов на учебный год 2023/2024.
tr: Orta Asya Tıp Üniversitesi, 2023/2024 akademik yılı için kabullerin başladığını duyurur.

source: university_advantages
ru: Преимущества
tr: Avantajlar

source: Dual ta'lim tizimida tahsil olish
ru: Обучение в двух системах
tr: Çift öğretim sistemiyle eğitim alma

source: 5 kunlik o‘qish tizimi
ru: 5-дневная учебная система
tr: 5 günlük öğrenim sistemi

source: Nazariya va amaliyotning hamohang olib borilishi
ru: Сочетание теории и практики
tr: Teori ve uygulamanın bütünleşmesi

source: Work&Travel dasturi bo‘yicha sayohatlar
ru: Путешествия по программе Work&Travel
tr: Work&Travel programıyla seyahat imkanları

source: Zamonaviy klinikalarda dars mashg‘ulotlarining olib borilishi
ru: Проведение занятий в современных клиниках
tr: Modern kliniklerde uygulama dersleri alma

source: Zamonaviy kampus va simulyasiya markazi
ru: Современный кампус и симуляционный центр
tr: Modern kampüs ve simülasyon merkezi

source: Butun dunyo kutubxonalari tarmog‘iga to‘g‘ridan-to‘g‘ri chiqish imkoniyati
ru: Прямой доступ к всемирной сети библиотек
tr: Dünya genişliğinde kutup araştırma istasyonlarına doğrudan erişim imkanı

source: 2023/2024 o‘quv yilida universitetga quyidagi yo‘nalishlarga talabalar qabul qilinadi:
ru: В учебном году 2023/2024 университет принимает студентов на следующие направления:
tr: 2023/2024 eğitim yılında üniversitemize aşağıdaki alanlara öğrenci kabul edilecektir:

source: Davolash ishi – o‘qish muddati 6 yil (200 nafar)
ru: Направление: Лечебное дело - 6 лет (200 человек)
tr: Davolash işi – 6 yıl süreyle okuma (200 kişi)

source: Pediatriya ishi - o‘qish muddati 6 yil (100 nafar)
ru: Направление: Педиатрия - 6 лет (100 человек)
tr: Pediatri işi - öğrenim süresi 6 yıl (100 kişi)

source: Stomatologiya - o‘qish muddati 5 yil (200 nafar)
ru: Направление: Стоматология - 5 лет (200 человек)
tr: Diş hekimliği - öğrenim süresi 5 yıl (200 kişi)

source: Qanday hujjatlar talab qilinadi?
ru: Какие документы требуются?
tr: Hangi belgeler gereklidir?

source: Attestat yoki diplom
ru: Аттестат или диплом
tr: Diploma veya sertifika

source: Rasm (3.5X4.5) – 6 dona
ru: Фотография (3,5X4,5) - 6 штук
tr: Resim (3.5X4.5) - 6 adet

source: Qanday hujjat topshiriladi?
ru: Как предоставить документы?
tr: Belgeler nasıl sunulur?

source: Bizni web sahifamiz orqali
ru: Через нашу веб-страницу
tr: Web sayfamız üzerinden

source: Telegram bot orqali -
ru: Через Telegram-бот -
tr: Telegram botu aracılığıyla -

source: Farg‘ona shahar Sanoat ko‘chasi 24 uyda (offlayn)
ru: По адресу: ул. Саноат, г. Фергана, 24 (офлайн)
tr: Fergana şehri, Sanoat ko'chasi 24 (çevrimdışı)
